{
    "1": {
        "id": "1",
        "name": "Desa Wisata Ngadas",
        "location": "Malang, Jawa Timur",
        "photo": "https://cdn.timesmedia.co.id/images/2020/12/19/Desa-Ngadas.jpg",
        "description": "Desa yang terletak di kaki Gunung Bromo, menawarkan keindahan alam dan budaya lokal.",
        "longdesc": "Desa Wisata Ngadas adalah sebuah desa yang berada di wilayah Kecamatan Poncokusumo, Kabupaten Malang, Provinsi Jawa Timur. Desa Wisata Ngadas merupakan salah satu dari 36 desa Suku Tengger yang tersebar dalam empat Kabupaten dan erletak di tengah Taman Nasional Bromo Tengger Semeru (TNBTS). Dengan topografi berbukit dan berada di ketinggian rata - rata ± 2100 mdpl menjadikan Desa Wisata Ngadas menjadi salah satu desa tertinggi di Pulau Jawa serta memiliki suhu yang dingin di kisaran ± 15˚ celsius bahkan bisa dibawah 10˚ pada malam hari. Hawa sejuk dan pemandangan yang menakjubkan menjadi daya Tarik bagi wisatawan yang akan berkunjung ke Desa Wisata Ngadas, daya Tarik lainya adalah adat istiadat serta kebudayaan Suku Tengger yang masih sangat kental menjadi magnet bagi wisatawan untuk berkunjung ditambah panorama Gunung Bromo yang mempesona dan Puncak Mahameru yang melegenda menjadi pelengkap daya tarik yang ada di Desa Wisata Ngadas.",
        "urlvid" : "https://www.youtube.com/embed/8dEOsXKvqSQ"
    },
    "2": {
        "id": "2",
        "name": "Desa Wisata Penglipuran",
        "location": "Bangli, Bali",
        "photo": "https://www.indonesia.travel/content/dam/indtravelrevamp/en/trip-ideas/intip-yuk-daya-tarik-yang-ditawarkan-desa-penglipuran-bali/1.jpg",
        "description": "Desa wisata terkenal dengan tata ruang dan arsitektur tradisional Bali yang memukau.",
        "longdesc" : "Desa Wisata Penglipuran berlokasi di Kecamatan Bangli, Kabupaten Bangli, Provinsi Bali. Jaraknya sekitar 60 kilometer dari Bandara Internasional I Gusti Ngurah Rai dan dapat ditempuh dalam waktu 1 jam 30 menit dengan kendaraan mobil. Berkat kebersihan dan kerapiannya, desa wisata yang terletak di Bangli ini juga berhasil menyabet beberapa penghargaan diantaranya Kalpataru, ISTA (Indonesia Sustainable Tourism Award) pada tahun 2017, dan yang terbaru, destinasi ini masuk dalam Sustainable Destinations Top 100 versi Green Destinations Foundation. Saat memasuki desa ini, pengunjung akan disambut dengan deretan tanaman hijau. Semakin masuk ke area desa, udara dan pemandangan akan semakin terasa sejuk dan asri dengan pemandangan pagar tanaman  yang menghiasi seluruh area desa. wisatawan perlu membayar tiket masuk seharga Rp 15 ribu untuk dewasa dan Rp 10 ribu untuk anak-anak di atas 2 tahun. Ini khusus untuk wisatawan lokal. Sedangkan untuk wisatawan mancanegara dikenai harga Rp 30 ribu untuk orang dewasa dan Rp 25 ribu untuk anak-anak. Namun, tetap antisipasi jika ada perubahan atau kenaikan tarif. ",
        "urlvid" : "https://www.youtube.com/embed/JabVPGRQkT8"
    },
    "3": {
        "id": "3",
        "name": "Desa Wisata Sawarna",
        "location": "Lebak, Banten",
        "photo": "https://bekelsego.com/wp-content/uploads/2024/08/Black-Yellow-Eid-Al-Adha-Mubarak-Instagram-Post-27.png",
        "description": "Destinasi wisata pantai dan goa yang eksotis di Banten.",
        "longdesc" : "Julukan sebagai desa primadona layak disandingkan Desa Sawarna di Kecamatan Bayah, Kabupaten Lebak, Banten. Keindahan alamnya yang mempesona menyimpan beberapa objek wisata hingga mampu menarik hati wisatawan lokal maupun mancanegara untuk melihat cantiknya desa ini. Desa Wisata Sawarna adalah desa wisata yang mengandalkan potensi alam dan kearifan lokal pedesaan, bentangan pantai yang panjang, banyaknya goa, hutan, pertanian, kerajinan, kuliner khas Desa Wisata Sawrna, souvenir dan lain sebagainya, sehingga menambah keasrian dan tambahan atraksi yang bisa dinikmati di Desa Wisata Sawarna. ",
        "urlvid": "https://www.youtube.com/embed/XYKGsRy9r8I"
    },
    "4": {
        "id": "4",
        "name": "Desa Wisata Sade",
        "location": "Lombok Tengah, Nusa Tenggara Barat",
        "photo": "https://cdn.idntimes.com/content-images/community/2024/01/thumb-2295-0-0-0-0-auto-9eeb43f947a305bf646299ee07143d03-3250a1dbceedc9f833a59830250501ec-443afad9baf2dff8748f253ef616be53.jpg",
        "description": "Desa adat Suku Sasak dengan rumah tradisional dan budaya khas Lombok.",
        "longdesc" : "Lokasi Desa Sade yang cukup strategis menjadikannya objek wisata yang mudah diakses. Tepatnya di Jalan Raya Praya-Kita, Desa Rembitan, Pujut, atau 43 kilometer dari Kota Mataram. Perjalanan ke Desa Sade memakan waktu lebih kurang satu jam jika mengendarai kendaraan roda empat. Ketika mengunjungi Desa Sade, wisatawan akan disambut pemandu wisata berbusana adat setempat. Para pemandu akan mengajak wisatawan berkeliling dan melihat keindahan alam serta keunikan rumah adat. Para wisatawan yang ingin berswafoto dengan latar belakang keindahan Desa Sade dapat menyewa busana adat. Selain itu, wisatawan juga dapat membeli aksesori, kain hasil tenunan, dan cenderamata yang biasanya dijajakan di depan rumah penduduk.",
        "urlvid": "https://www.youtube.com/embed/TZZEgNFOVEc"
    },
    "5": {
        "id": "5",
        "name": "Desa Wisata Nglanggeran",
        "location": "Gunungkidul, Yogyakarta",
        "photo": "https://www.masterplandesa.com/wp-content/uploads/2020/03/nglanggeran.png",
        "description": "Dikelilingi Gunung Api Purba, menawarkan suasana pedesaan dengan panorama luar biasa.",
        "longdesc": "Desa Wisata Nglanggeran dinobatkan menjadi salah satu Desa WIsata Terbaik / Best Tourism Village UNWTO dalam penghargaan Desa Wisata tingkat Dunia yang diselenggarakan oleh badan pariwisata dunia UNWTO (United Nations World Tourism Organization). Berada di Kecamatan Patuk, Kabupaten Gunungkidul, D.I.Yogyakarta. Memiliki jarak tempuh sekitar 25 KM dari kota Yogyakarta atau sekitar 1 jam perjalanan menggunakan mobil. Mayoritas masyarakat di Desa Wisata Nglanggeran adalah petani, pekebun dan juga peternak. Menjadi semakin seru dan mengasyikkan saat wisatawan bisa berfoto diatas batu besar dengan view pemandangan alam serta mandi oksigen menghirup udara segar. Gunung Api Purba Nglanggeran juga merupakan salah satu Geosite di Gunung Sewu UNESCO Global Geopark. Salah satu Geopark di Indonesia  yang sudah masuk dalam jaringan Geopark Internasional.",
        "urlvid": "https://www.youtube.com/embed/nARILw6XND8"
    },
    "6": {
        "id": "6",
        "name": "Desa Wisata Wae Rebo",
        "location": "Manggarai, Nusa Tenggara Timur",
        "photo": "https://asset.kompas.com/crops/zLNgnfRqp-AQSu1tQ-f6DvnviN4=/0x0:0x0/750x500/data/photo/2021/12/04/61aadb3a30e08.jpeg",
        "description": "Desa tradisional dengan rumah adat unik berbentuk kerucut di atas bukit.",
        "longdesc": "Terletak di Kabupaten Manggarai di Pulau Flores, Nusa Tenggara Timur, desa wisata yang satu ini pernah menerima Top Award of Excellence dari UNESCO dalam UNESCO Asia Pacific Heritage Awards 2012, yang diumumkan di Bangkok pada 27 Agustus 2012. Di hutan ini, pengunjung dapat menemukan anggrek, berbagai jenis pakis, serta mendengar kicauan merdu dari beragam burung yang membuat suasana menjadi semakin ceria. Bila ingin mengunjungi Desa Adat Wae Rebo, Sobat Pesona bisa menetapkan titik awal perjalanan dari Bandara Komodo yang terletak di Labuan Bajo. Selanjutnya, berangkatlah menuju Kota Ruteng. Ada beberapa pilihan transportasi seperti naik mobil travel atau menyewa mobil pribadi. Setelah 3-4 jam perjalanan, perjalanan dilanjutkan dengan menggunakan ojek selama 3-4 jam menuju Denge; desa terakhir sebelum pada akhirnya menuju ke Desa Adat Wae Rebo. ",
        "urlvid": "https://www.youtube.com/embed/uc3w2BzI2hw"
    },
    "7": {
        "id": "7",
        "name": "Desa Wisata Dieng",
        "location": "Wonosobo, Jawa Tengah",
        "photo": "https://asset.kompas.com/crops/1ZpIASq4MdOWcW_RF2_xereYun8=/0x0:1800x1200/750x500/data/photo/2021/09/25/614eba86bfd35.jpg",
        "description": "Dataran tinggi dengan candi kuno dan pemandangan indah yang memukau.",
        "longdesc": "Berada di ketinggian 2.000 – 2.500 mdpl dengan view dan landscape yang mempesona menjadikan sebagai pilihan tempat wisata. Desa Wisata Dieng Kulon merupakan salah satu dari desa di wilayah Kecamatan Batur Kabupaten Banjarnegara. ",
        "urlvid": "https://www.youtube.com/embed/I-ydv0h_wxg"
    },
    "8": {
        "id": "8",
        "name": "Desa Wisata Batubulan",
        "location": "Gianyar, Bali",
        "photo": "https://wisato.id/wp-content/uploads/2022/04/Desa-Batubulan-1-scaled.jpg",
        "description": "Pusat seni pertunjukan tradisional Bali, seperti Tari Barong dan kerajinan patung batu.",
        "longdesc": "Memiliki lokasi yang strategis, yakni perbatasan antara Kabupaten Gianyar dan Kota Denpasar, Desa Batubulan terkenal sebagai pusat kesenian tari, patung, dan ukiran. Jika Anda tertarik untuk mengetahui lebih banyak tentang kebudayaan Bali, maka Desa Batubulan akan menjadi destinasi wisata yang tepat untuk Anda.  Kawasan wisata ini terkenal akan pertunjukan seni tari dan budaya bali seperti Tari Barongan, Tari Kecak dan Tari Legong. Setiap harinya terdapat sekitar 5 pertunjukan kesenian khas bali yang dipertontonkan untuk menghibur para wisatawan. Para wisatawan juga bsia langsung melihat para seniman sedang bekerja membuat seni seperti membuat patung. Selain itu, Kawasan wisata batubulan juga merupakan pusat barang antik, ukiran kayu dan berbagai kerajinan yang lain. Hasil karya ukiran di desa batubulan juga mempunyai kualitas yang bagus. Material bahan yang digunakan berasal dari batu vulkanik atau soapstone yang lebih dikenal dengan batu paras oleh warga batubulan.",
        "urlvid": "https://www.youtube.com/embed/dQi3hYyiRMQ"
    },
    "9": {
        "id": "9",
        "name": "Desa Wisata Pentingsari",
        "location": "Sleman, Yogyakarta",
        "photo": "https://www.rumah123.com/seo-cms/assets/Desa_Wisata_Pentingsari_b77ec8eb2f/Desa_Wisata_Pentingsari_b77ec8eb2f.jpeg",
        "description": "Desa dengan suasana alami, cocok untuk kegiatan wisata edukasi dan outbound.",
        "longdesc": "Salah satu dari sekian banyak desa wisata yang berkembang di wilayah Yogyakarta.  Berlokasi di kawasan lereng gunung Merapi. Mengangkat tema , Budaya dan Pertanian yang Berwawasan Lingkungan, Desa Wisata Pentingsari menawarkan  kegiatan wisata pengalaman berupa pembelajaran dan interaksi tentang alam, lingkungan hidup, pertanian, perkebunan, wirausaha, kehidupan sosial budaya, aneka seni tradisi dan kearifan lokal yang  masih mengakar kuat di masyarakat dengan suasana khas pedesaan di lereng gunung Merapi. ",
        "urlvid": "https://www.youtube.com/embed/lx6cwqKLmSg"
    },
    "10": {
        "id": "10",
        "name": "Desa Wisata Tamansari",
        "location": "Banyuwangi, Jawa Timur",
        "photo": "https://asset.kompas.com/crops/prsaB951v0IKZLNGmHrs6SCDUMM=/0x112:1600x1179/750x500/data/photo/2023/08/18/64df3413c478d.jpeg",
        "description": "Desa wisata dengan pemandangan Gunung Ijen dan aktivitas budaya masyarakat Osing.",
        "longdesc": "Desa Wisata Tamansari merupakan sebuah desa yang terletak di bagian barat Kota Banyuwangi, Jawa Timur tepatnya sekitar 24 kilometer dari pusat Kota Banyuwangi. Desa wisata yang berbasis smart kampung ini sudah dibentuk sejak awal tahun 2016. Kawah Ijen, merupakan Destinasi wisata yang paling diminati. Ditambah dengan pesona Api birunya, Kawah Ijen mendapat Kunjungan yang sangat tinggi setiap harinya, tidak peduli weekend atau weekdays Para pengunjung ramai-ramai mendatang Kawah Ijen, baik wisatawan local maupun mancanegara. Kecantikan Kawah Ijen sendiri sudah dikenal di seluruh dunia, sehingga menjadikan Kawah Ijen juga sebagai ikon wisata Indonesia. Selain Api Biru, kawah ijen memiliki pesona yang bisa memikat siapa saja oleh Danau birunya yang terlihat cantik di Pagi hari. Ditambah tambang belerang yang terlihat indah dengan warna kuningnya dan para penambang yang terlihat bekerja keras mengumpulkan batu-batu belerang. Semuanya ter-framing dengan Epic dan cantik sehingga mampu mendatangkan banyak pengunjung. Pendakian-pun tidak terlalu sulit, dengan jarak 3 kilometer dan sedikit usaha, para pengunjung bisa menikmati pemandangan yang luar biasa.",
        "urlvid": "https://www.youtube.com/embed/5_wJDkusOTw"
    }
}
